<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="style.css">
    <title>মনীষীদের বানী </title>
</head>
<body>
    <div class="text">
        <?php
        
            $quotes = [
                "কখনও না হারাটা মানুষের সবচেয়ে বড় বীরত্ব নয়, বার বার হেরে গিয়ে উঠে দাড়ানোই মানুষের সবচেয়ে বড় বীরত্ব। – কনফুশিয়াস",
                "সবচেয়ে বড় প্রতিশোধ, উপহাসকারীদের সফল হয়ে দেখানো। – এ পি জে আব্দুল কালাম",
                "নীরবে কাজ করে যান, আপনার কাজই একদিন চিৎকার করে সবার নজর কাড়বে - নাম নেই ",
                " একজন মানুষকে ভালোবাসার চেয়ে তাকে সম্মান ও বিশ্বাস করা অনেক বেশি জরুরী। – নেতাজি সুভাষচন্দ্র বসু",
                "যে আমাকে ঘৃণা করে, তাকে ঘৃণা করার সময় আমার কাছে নেই। কারণ যারা আমাকে ভালোবাসে, আমি তাদের ভালোবাসতে ব্যস্ত থাকি। -  নাম নেই ",
                "ওঠো, জাগো এবং লক্ষ্যে না পৌঁছানো পর্যন্ত থেমো না। – স্বামী বিবেকানন্দ",
                "যে তোমায় পাত্তা দেয় না, তাকেও পাত্তা দেওয়ার কোনো দরকার নেই। কারণ সবসময় এটা জানবে যে, “তুমিই তোমার কাছে সেরা”। – এ.পি.জে. আব্দুল কালাম"
            ];

            
            $randomQuote = $quotes[array_rand($quotes)];

            
            echo "<blockquote><p>{$randomQuote}</p></blockquote>";
        ?>
    </div>
    <div class="refresh">
        <form method="get">
            <button type="submit">Refresh</button>
        </form>

    </div>    
</body>
</html>